<?php

return array(
    'save'    => 'Зберегти',
    'undo'    => 'Відмінити',
    'show'    => 'Показати',
    'modify'  => 'Змінити',
    'delete'  => 'Видалити',
    'add'     => 'Додати',
    'reset'   => 'скидання',
    'search'  => 'пошук',
    'back'    => 'назад',

    //dataedit
    'inserted'   => 'Новий запис створений.',
    'updated'    => 'Запис був оновленний.​​',
    'deleted'    => 'Запис був видаленний.',
    'err'        => 'Помилка при читанні записів.',
    'err_unknown'=> 'Помилка, немає обраних записів.',
    'err_dup_pk' => 'Помилка, дублюється первинний ключ.',
    'no_records' => 'Записів не знайдено.',
    'conf_delete'=> 'Ви хочете видалити запис?',

);
